{
  "NAV": {
    "HOME": "الرئيسية",
    "CATEGORY": "الفئات",
    "ABOUT": "من نحن",
    "CONTACT": "تواصل معنا",
    "LOGIN": "تسجيل الدخول"
  },
  "ABOUT": {
    "HERO_TITLE": "خدمات منزلية موثوقة وسريعة في متناول يدك",
    "HERO_DESC": "من التنظيف للصيانة، وفّر وقتك وجهدك ودع خبراءنا يعتنون بكل تفاصيل منزلك",
    "BOOK_BTN": "احجز خدمتك الآن",
    "EXPLORE_BTN": "استكشف المزيد",
    "GOALS": "أهدافنا",
    "SPAN": "تُسهّل حياتك اليومية",
    "TEXTSIMPLE": "نحن نعمل لتوفير خدمات صيانة موثوق",
    "CONTACT_BTN": "تواصل معنا",
    "TITLE_1": "مهمتنا",
    "TITLE_2": "رؤيتنا",
    "TITLE_3": "قيمنا",
    "TITLE_4": "ما نقدمه",
     "TEXT5":"نقدّم لك خدمات الصيانة والمعرفة بكل ما يحتاجه منزلك ليبقى في أفضل حال دائمًا .",
    "TEXT1": "نحن نعمل على جعل صيانة منزلك أسهل وأسرع من أي وقت مضى، من خلال تقديم خدمات موثوقة على يد فنيين محترفين.",
    "TEXT2": "أن نصبح الوجهة الأولى لخدمات الصيانة المنزلية الموثوقة، بتقديم حلول دقيقة وسريعة تحافظ على راحة منزلك وجودته.",
    "TEXT3": "نسعى أن نكون الخيار الأول لكل من يبحث عن خدمات صيانة شاملة بأعلى جودة وسرعة في التنفيذ وأسعار تناسب الجميع.",
    "MISSION_TEXT": "نحن منصة متخصصة في تقديم خدمات الصيانة المنزلية بجودة عالية وموثوقية تامة. نسعى لتسهيل حياتك اليومية من خلال فريق محترف يهتم بكل تفاصيل منزلك، لنضمن لك راحة وأمانًا في كل خدمة نقدمها. <br>نوفر مجموعة شاملة من الخدمات تشمل الكهرباء، السباكة، التكييف، الدهانات، النجارة، والتنظيف، مع إمكانية الحجز بسهولة في أي وقت ومن أي مكان. هدفنا هو أن نكون شريكك الدائم في الحفاظ على منزلك في أفضل حال، من خلال سرعة الاستجابة، الأسعار المناسبة، والنتائج التي تفوق توقعاتك.",
    "GOALGO":"نسعى لتقديم خدمات صيانة موثوقة تعكس احتياجات منزلك الحقيقية، من خلال فريق متخصص يوفر حلولًا شاملة تشمل الإصلاح، المتابعة، والصيانة الدورية لضمان راحتك وجودة حياتك اليومية.",
    "FEATURES": [
      "خدمات صيانة منزلية يومية متكاملة.",
      "خدمات متخصصة وحلول فنية احترافية لكل احتياجات منزلك.",
      "نصائح صوتية وإرشادات عملية للعناية بمنزلك والحفاظ على تجهيزاته في أفضل حالة.",
      "تقارير ميدانية مصورة توضح خطوات الصيانة وجودة تنفيذ الخدمات في منزلك.",
      "نشر تقارير دورية نصف سنوية توضح أداء الخدمات وتطور أساليب الصيانة لتحسين تجربة العملاء باستمرار."
    ],
    "More":"استكشف المزيد"
  },
  "CONTACT": {
    "EMAIL_TITLE": "البريد الالكتروني"
  },
  "CATEGORY_PAGE": {
    "TITLE": "الفئات",
    "DESC": "اعتمد علينا كشريك موثوق به لحلول صيانة استثنائية تُحوّل مساحاتك إلى ملاذٍ جميل. يقدم فريقنا المتخصص مجموعة واسعة من الخدمات المصممة خصيصًا لتلبية احتياجاتك الفريدة.",
    "SEARCH_PLACEHOLDER": "ابحث عن فئة...",
    "LOADING": "جارِ تحميل الفئات...",
    "PAGINATION": {
      "PREVIOUS": "‹ السابق",
      "NEXT": "التالي ›"
    }
  },
    "SERVICES_PAGE": {
    "TITLE": "خدماتنا",
    "DESC": "اعتمد علينا كشريك موثوق به لحلول صيانة استثنائية تُحوّل مساحاتك إلى ملاذٍ جميل. يقدم فريقنا المتخصص مجموعة واسعة من الخدمات المصممة خصيصًا لتلبية احتياجاتك الفريدة.",
    "NO_DESCRIPTION": "لا يوجد متاح لهذه الخدمة",
    "NO_DATA": "لا توجد خدمات لعرضها.",
    "PAGINATION": {
      "PREVIOUS": "‹ السابق",
      "NEXT": "التالي ›"
    },
    "POINT": "نقطة"
  },
    "ENGINEERS_PAGE": {
    "TITLE": "المهندسون المختصون بهذه الخدمة",
    "SEARCH_PLACEHOLDER": "ابحث عن مهندس...",
    "NO_DATA": "لا توجد خدمات لعرضها."
  }
}
